Repository: AlexanderPD/winsparkle
Catalog: translations/*.po
Languages: ca_es

source: Software Update
ca_es: Actualització de programari

source: Release notes:
ca_es: Notes de la versió:

source: Skip this version
ca_es: Omet aquesta versió

source: Remind me later
ca_es: Recorda-m’ho més tard

source: Install update
ca_es: Instal·la l’actualització

source: %s cannot be restarted.
ca_es: No s’ha pogut reiniciar %s.

source: Make sure that you don't have any unsaved documents and try again.
ca_es: Assegureu-vos que no teniu cap document sense desar i torneu a provar-ho.

source: Launching the installer...
ca_es: S’està obrint l’instal·lador…

source: Failed to launch the installer.
ca_es: No s’ha pogut obrir l’instal·lador.

source: Checking for updates...
ca_es: S’està comprovant si hi ha actualitzacions…

source: Cancel
ca_es: Cancel·la

source: You're up to date!
ca_es: Ja teniu la versió més recent.

source: %s %s is currently the newest version available.
ca_es: %s %s és la versió més nova disponible ara.

source: Close
ca_es: Tanca

source: Update Error!
ca_es: Error d'actualització!

source: An error occurred in retrieving update information; are you connected to the internet? Please try again later.
ca_es: No s’ha pogut recuperar la informació d’actualitzacions. Comproveu que la vostra connexió d’Internet estigui activa i proveu un altre cop més tard.

source: The update is improperly signed.
ca_es: L’actualització s’ha signat incorrectament.

source: A new version of %s is available!
ca_es: Una nova versió de %s està disponible!

source: Get update
ca_es: Aconseguir actualització

source: %s %s is now available (you have %s). Would you like to download it now?
ca_es: %s %s està disponible (teniu la versió %s). Voleu baixar-la ara?

source: Downloading update...
ca_es: S’està baixant l’actualització…

source: %s of %s
ca_es: %s de %s

source: Ready to install.
ca_es: La instal·lació és a punt.

source: Check for updates automatically?
ca_es: Voleu comprovar si hi ha actualitzacions automàticament?

source: Should %s automatically check for updates? You can always check for updates manually from the menu.
ca_es: Voleu que %s comprovi si hi ha actualitzacions automàticament? Sempre podreu fer-ho manualment des del menú.

source: Check automatically
ca_es: Comprova automàticament

source: Don't check
ca_es: No comprovis res
